"Bass Frequency" = "Fréquence de la basse"; 
"Bass Gain" = "Gain des basses"; 
"Low Mid Frequency" = "Fréquence moyenne inférieure";
"Low Mid Gain" = "Gain moyen inférieur";
"High Mid Frequency" = "Fréquence moyenne supérieure";
"High Mid Gain" = "Gain moyen supérieur";
"Treble Frequency" = "Fréquence des aigus";
"Treble Gain" = "Gain des aigus";

